import Image1 from "./images/1080_ti.jpg";
import Image2 from "./images/2060_super.jpg";
import Image3 from "./images/4090.jpg";
import Image4 from "./images/rx_6600.jpg";
import Image5 from "./images/rx_9070.jpg";
import Image6 from "./images/v2.jpg";
import Image7 from "./images/v3.jpg";
import Image8 from "./images/v4.jpg";
import Image9 from "./images/v5.jpg";

const videocards = [
  {
    img: Image1,
    title: "1080Ti",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
  {
    img: Image2,
    title: "2060super",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
  {
    img: Image3,
    title: "4090",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
  {
    img: Image4,
    title: "rx660",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
  {
    img: Image5,
    title: "rx9070",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
  {
    img: Image6,
    title: "v2",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
  {
    img: Image7,
    title: "v3",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
  {
    img: Image8,
    title: "v4",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
  {
    img: Image9,
    title: "v5",
    description: [
      `Видеокарта на архитектуре Ampere с графическим чипом GA102, оснащённая 10240 ядрами CUDA и 12 ГБ видеопамяти GDDR6X с 384-битной шиной. Частота Boost достигает около 1665 МГц. RTX 3080 Ti обеспечивает производительность уровня 4K с высоким FPS, отлично подходит для игр на ультра-настройках и задач по рендерингу и работе с ИИ`,
    ],
  },
];

export default videocards;
